Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/owning_a_home/buying_a_home/moving_house.html.txt.tmx
Source language: en
Languages: ga

source: Moving to a new home
ga: Ag bogadh go teach nua

source: When moving house or apartment, you may need to close some accounts and to transfer others to your new address
ga: Nuair a bhogann tú teach nó árasán, b’fhéidir go mbeidh ort roinnt cuntas a dhúnadh agus cinn eile a aistriú chuig do sheoladh nua

source: You will also need to change the contact details that various agencies and services hold for you and you may wish to redirect your post for a time
ga: Anuas air sin, beidh ort na sonraí teagmhála a athrú atá á gcoimeád ag gníomhaireachtaí éagsúla duit agus b’fhéidir gur mian leat do phost a atreorú ar feadh seala

source: If you are selling your home, you will need to ensure that matters such as furniture, fittings and carpets are clearly covered in the sale agreement, in order to avoid any disputes in future
ga: Má tá do theach á dhíol, beidh ort a chinntiú go gcuimsítear rudaí ar nós troscáin, daingneán agus cairpéad go soiléir sa chomhaontú díola, chun aon díospóidí amach anseo a sheachaint

source: If you are a tenant, check the conditions of your tenancy agreement and the required notice periods, in order to avoid any disputes with your former landlord – see ‘Leaving rented accommodation’ below
ga: Más tionónta thú, seiceáil coinníollacha do chomhaontaithe díola agus na tréimhsí riachtanacha fógra, chun aon díospóidí le d’iarthiarna talún a sheachaint – féach ‘Cóiríocht ar cíos a fhágáil’ thíos

source: This document covers some of the items to be done when you are moving, but it is not an exhaustive list
ga: Cuimsítear sa cháipéis seo cuid de na rudaí is gá a dhéanamh nuair a bhogann tú, ach ní liosta críochnaitheach é

source: An Post’s redirection service will ensure that your mail is forwarded to your new address
ga: Cinnteoidh seirbhís atreoraithe An Post go seoltar do phost chuig do sheoladh nua

source: This service is generally offered for periods of 3, 6 and 12 months, but you can extend it for up to 2 years
ga: Cuirtear an tseirbhís seo ar fáil go ginearálta ar feadh tréimhsí 3, 6 agus 12 mhí, ach is féidir leat í a shíneadh ar feadh a mhéid le 2 bhliain

source: Download the application form (pdf) or get one at any post office
ga: Íoslódáil an fhoirm iarratais (pdf) nó is féidir ceann a fháil ag aon oifig an phoist

source: You will need to provide proof of your identity and evidence of your old address and pay the appropriate fee
ga: Beidh ort cruthúnas a sholáthar i leith d’aitheantais agus fianaise a sholáthar i leith do sheanseolta agus an táille chuí a íoc

source: An Post will then redirect all your post to your new address from an agreed date
ga: Déanfaidh An Post do phost go léir a atreorú ansin chuig do sheoladh nua ó dháta lena gcomhaontaítear

source: You will still need to give your new address to anyone else who may be writing to you, as your mail will not be redirected after the agreed period has ended
ga: Beidh ort do sheoladh nua a thabhairt fós féin d’aon duine eile a d’fhéadfadh bheith ag scríobh chugat, mar gheall nach n-atreorófar do phost i ndiaidh go gcríochnóidh an tréimhse lenar comhaontaíodh

source: Read more in these FAQs
ga: Féadfaidh tú tuilleadh a léamh sna Ceisteanna Coitianta seo

source: If you have been renting, whether from a local authority, housing association or private landlord, you will need to give the landlord proper notice if you decide to move out
ga: Má bhí cóiríocht ar cíos agat, cibé acu ó údarás áitiúil, comhlachas tithíochta nó tiarna talún príobháideach, beidh ort fógra ceart a thabhairt don tiarna talún má chinneann tú chun bogadh amach

source: If you have a written tenancy agreement or lease, check it to see what notice period has been agreed
ga: Má tá tionóntacht nó léas scríofa agat, seiceáil iad, le do thoil, féachaint cén tréimhse fógra a comhaontaíodh

source: You will also need to check the other conditions of your agreement to avoid any disputes with your former landlord
ga: Anuas air sin, beidh ort coinníollacha eile do chomhaontaithe a sheiceáil chun aon díospóidí le d’iarthiarna talún a sheachaint

source: Private tenants: Notice requirements are described in Private tenants: security of tenure
ga: Tionóntaí príobháideacha: Déantar cur síos ar riachtanais fógra in Tionóntaí príobháideacha: daingneacht tionachta

source: Your landlord must also abide by the terms of any lease and the provisions of the Residential Tenancies Act 2004 as regards giving you proper notice
ga: Chomh maith leis sin, ní mór do do thiarna talún cloí le téarmaí aon léasa agus le forálacha an Achta um Thionóntachtaí Cónaithe, 2004 maidir le fógra ceart a thabhairt duit

source: You should check the inventory, clean the accommodation and record its condition, as well as paying any bills or charges that are due, otherwise you may lose part or all of your deposit
ga: Ba cheart duit an fardal a sheiceáil, an chóiríocht a ghlanadh agus an bhail atá uirthi a chur i gcuntas, mar aon le haon bhillí nó muirir atá le híoc a íoc

source: Read more in Threshold’s checklist on ending a tenancy (pdf)
ga: Féadfaidh tú tuilleadh a léamh in seicliosta maidir le deireadh a chur le tionóntacht (pdf) de chuid Threshold

source: Utility accounts (such as electricity, water, gas and waste collection) will need to be either closed or transferred into the name of the new owners or tenants of your old home
ga: Beidh ort cuntais fóntais (ar nós leictreachais, uisce, gáis agus bailiú dramhaíola) a dhúnadh nó a aistriú isteach in ainm na n-úinéirí nó na dtionóntaí nua atá i do sheanteach

source: If you are moving from rented accommodation, your landlord may ask you to transfer these services into their name
ga: Má tá tú ag bogadh ó chóiríocht ar cíos, féadfaidh do thiarna talún iarraidh ort na seirbhísí seo a aistriú ina n-ainm féin

source: Take final readings for all metered services before you leave, so that the utility companies can issue final bills, and ensure that you have paid any waste charges that you owe
ga: Glac léamha deireanacha do gach seirbhís mhéadraithe sula bhfágann tú, ionas gur féidir leis na cuideachtaí fóntais billí deiridh a eisiúint, agus a chinntiú gur íoc tú aon mhuirir dhramhaíola atá le híoc agat

source: If you are moving into a home that has been previously occupied, ask the previous owners to transfer the utility accounts into your name and to make sure that there are no outstanding waste charges
ga: Má tá tú ag bogadh isteach i dteach a mbíodh daoine ina gcónaí ann roimhe seo, iarr ar na hiarúinéirí na cuntais fóntais a aistriú i d’ainm agus a chinntiú nach bhfuil aon mhuirir dhramhaíola gan íoc ann

source: Contact the utility providers in good time to ensure that everything is connected when you move in
ga: Déan teagmháil leis na soláthraithe fóntais go luath lena chinntiú go bhfuil gach rud ceangailte nuair a bhogann tú isteach

source: Take initial readings for all metered services as soon as you take possession of the premises
ga: Glac léamha tosaigh i dtaobh gach seirbhís mhéadraithe a luaithe a ghlacann tú seilbh ar an áitreabh

source: For these services, you may be able to transfer your account(s) from your previous address, depending on where you are moving and the coverage available
ga: I dtaobh na seirbhísí seo, b’fhéidir go mbeidh tú in ann do chunta(i)s a aistriú ó d’iarsheoladh, ag brath ar cén ait a bhfuil tú ag bogadh go dtí agus an clúdach atá ar fáil

source: Check with your service provider(s) to see whether you can transfer your account(s) or whether you need to arrange for these services separately in your new home
ga: Déan seiceáil le do sholáthraí/sholáthraithe seirbhíse féachaint an féidir leat do chunta(i)s a aistriú nó an dteastaíonn nó nach dteastaíonn uait socrú ar leith a dhéanamh do na seirbhísí i do theach nua

source: There may be a connection fee, depending on your service provider and the type of service you require
ga: D’fhéadfadh go ngearrfaí táille cheangail ort, ag brath ar do sholáthraí seirbhíse agus ar shaghas na seirbhíse a theastaíonn uait

source: If you have a television, you must have a TV licence
ga: Má tá teilifís agat, ní mór go bhfuil ceadúnas teilifíse agat

source: When moving house, you should change the TV licence to your new address
ga: Nuair a bhogann tú teach, ba cheart duit an ceadúnas teilifíse a athrú chuig do sheoladh nua

source: You can do this online if you have your TV Reference number and PIN
ga: Féadfaidh tú seo a dhéanamh ar líne má tá d’Uimhir Thagartha Teilifíse agus d’Uimhir Aitheantais Phearsanta agat

source: Otherwise, you can contact your local TV licence records office to request a transfer, or else bring the licence to a post office with a document showing the new address and asking for your details to be updated
ga: Seachas sin, féadfaidh tú teagmháil a dhéanamh le d’oifig áitiúil cuntais cheadúnas teilifíse chun iarraidh ar aistriú, nó tabhair an ceadúnas chuig oifig an phoist le cáipéis ar a léirítear an seoladh nua agus iarr go nuashonrófar do chuid sonraí

source: Your licence will be updated and re-issued to you
ga: Nuashonrófar do cheadúnas agus atheiseofar duit é

source: The Electoral Register is held by your local authority
ga: Coimeádann d’údarás áitiúil Clár na dToghthóirí

source: You can check it online or in local authority offices, post offices, Garda stations and public libraries
ga: Féadfaidh tú é a sheiceáil ar líne nó in oifigí údaráis áitiúil, oifigí poist, stáisiúin na nGardaí agus i leabharlanna poiblí

source: A new register is compiled each year and you have until 25 November to have your name included or to make any changes (such as a change of address) to your details
ga: Cuirtear clár nua le chéile gach bliain agus tugtar go dtí an 25 Samhain duit chun d’ainm a chur san áireamh nó chun aon athruithe a dhéanamh (ar nós seoladh a athrú) ar do chuid sonraí

source: If you miss this deadline, you can apply to have your name included in the Supplement to the Electoral Register
ga: Mura mbaineann tú an spriocdháta seo amach, féadfaidh tú iarratas a dhéanamh go gcuirfear d’ainm san áireamh san Fhorlíonadh le Clár na dToghthóirí

source: The relevant forms are available on checktheregister.ie
ga: Tá na foirmeacha ábhartha ar fáil ag checktheregister.ie

source: Send the completed form to your local authority
ga: Seol d’fhoirm chomhlánaithe ar ais chuig d’údarás áitiúil

source: Driving licence: You are not obliged to change the address on your driving licence or learner permit, but it is advisable to do so
ga: Ceadúnas Tiomána: Níl dualgas ort an seoladh ar do cheadúnas tiomána nó do chead foghlaimeora a athrú, ach moltar duit amhlaidh a dhéanamh

source: You must apply in person to one of the National Driver Licence Service (NDLS) centres and supply documentary evidence of the change of address
ga: Ní mór duit iarratas a dhéanamh, i bpearsan ar cheann d’ionaid na Seirbhíse Náisiúnta um Cheadúnais Tiomána (NDLS) agus fianaise cháipéisíochta a sholáthar ar athrú an tseolta

source: Motor insurance: You must contact your motor insurance company or broker and let them know your new address so that your insurance policy can be updated
ga: Mótarárachas: Ní mór duit teagmháil a dhéanamh le do chomhlacht nó le do bhróicéir mótarárachais agus iad a chur ar an eolas ar do sheoladh nua ionas gur féidir do pholasaí árachais a nuashonrú

source: Where the vehicle is kept is one of the factors that affects your insurance premium
ga: Ceann de na tosca a imríonn tionchar ar phréimh d’árachais is ea an áit a gcoimeádtar an fheithicil

source: If you are a member of a breakdown service, you should change your address with them also
ga: Más comhalta de sheirbhís chliste feithicle, ba cheart duit do sheoladh a athrú leo chomh maith

source: Vehicle registration: Fill in the change of address section on your vehicle registration certificate and return it to the Driver and Vehicle Licensing Computer Services Division, Department of Transport, Tourism and Sport, Shannon, Co
ga: Clárú feithiclí: Comhlánaigh an mhír athraithe seolta ar do dheimhniú cláraithe feithicle agus seol ar ais é chuig an Rannán Seirbhísí Ríomhaireachta um Cheadúnú Tiománaithe agus Feithiclí, an Roinn Iompair, Turasóireachta agus Spóirt, Sionainn, Contae an Chláir

source: Clare. They will update your details and send you a new registration certificate
ga: Nuashonróidh siad do chuid sonraí agus seolfaidh siad deimhniú nua cláraithe chugat

source: Home, health and life insurance
ga: Árachas tí, sláinte agus saoil

source: You will need to contact your insurance company about switching your house and contents insurance to your new home
ga: Beidh ort teagmháil a dhéanamh le do chomhlacht árachais maidir le d’árachas tí agus inneachair a aistriú chuig do theach nua

source: Check if the contents of your home will be covered during the move
ga: Seiceáil an gcumhdófar nó nach gcumhdófar inneachar do thí i rith an aistrithe

source: Many insurers will insure contents in transit, if they are packed and moved by professional movers
ga: Cuirfidh go leor árachóirí inneachar faoi árachas faoi bhealach, má tá siad pacáilte agus má bhogann iompróirí gairmiúla iad

source: If not, most moving firms provide insurance
ga: Mura gcuirfear faoi árachas iad, cuireann go leor gnóthais aistrithe árachas ar fáil

source: If you have health insurance, life insurance or other insurance policies, these insurers will also need your new address details
ga: Má tá árachas sláinte, árachas saoil nó polasaithe árachais eile agat, teastóidh do shonraí nua seolta ó na hárachóirí seo chomh maith

source: If your children will still attend their current school, it will need your new address and contact details
ga: Má fhreastalóidh do leanaí ar a scoil reatha fós féin, teastóidh do sheoladh nua agus do shonraí teagmhála uathu

source: If you have enrolled them in a new school, tell their current school when they will leave and ask it to transfer your children's records to the new school
ga: Má chláraigh tú iad i scoil nua, cuir a scoil reatha ar an eolas cathain a fhágfaidh siad agus iarr orthu taifid do leanaí a aistriú chuig an scoil nua

source: If any member of the household has applied for a college place or a student grant, they should record the new address on their application, even if you have arranged for your post to be redirected
ga: Má rinne aon chomhalta den teaghlach iarratas ar áit sa choláiste nó ar dheontas mac léinn, ba cheart dóibh an seoladh nua a chur i gcuntas ar a n-iarratas, fiú má shocraigh tú go n-atreorófar do phost

source: You may choose to move your bank account to a more local branch
ga: Féadfaidh tú a roghnú chun do chuntas bainc a bhogadh go brainse níos áitiúla

source: If not, ensure that your current bank branch has your new address
ga: Mura roghnaíonn tú, cinntigh go bhfuil do sheoladh nua ag brainse do bhainc

source: You will also need to contact your credit union, credit card company, pension provider and any other financial institutions where you have accounts
ga: Anuas air sin, beidh ort teagmháil a dhéanamh le do chomhar creidmheasa, cuideachta chárta creidmheasa, soláthraí pinsin agus aon institiúidí airgeadais eile ina bhfuil cuntais agat

source: You will also need to notify your change of address to Revenue
ga: Chomh maith leis sin, beidh ort athrú do sheolta a chur in iúl do na Coimisinéirí Ioncaim

source: You will need to quote your Personal Public Service Number
ga: Beidh ort d’Uimhir Phearsanta Seirbhíse Poiblí a lua

source: Your employer will need your new contact details
ga: Beidh do shonraí teagmhála nua ag teastáil ó d’fhostóir

source: This also applies if you are on an employment scheme
ga: Bíonn seo i gceist má tá tú rannpháirteach i scéim fostaíochta

source: Even if you are paid electronically, you should notify the payroll section where you work
ga: Fiú má íoctar go leictreonach thú, ba cheart duit an rannóg párolla a chur ar an eolas ar an áit a n-oibríonn tú

source: If you receive any social welfare payments, such as Child Benefit or Jobseeker's Benefit, you will need to contact your social welfare office or Intreo centre to let them know your new address. even if you are paid electronically
ga: Má tá aon íocaíochtaí leasa shóisialaigh á bhfáil agat, ar nós Sochar Linbh nó Sochar Cuardaitheora Poist, beidh ort teagmháil a dhéanamh le d’ionad leasa shóisialaigh nó le d’ionad Intreo chun iad a chur ar an eolas ar do sheoladh nua, fiú má íoctar go leictreonach thú

source: They will require proof of your new address, such as a utility bill or bank statement
ga: Teastóidh cruthúnas uathu i leith do sheolta nua, ar nós bille fóntais nó ráiteas bainc

source: You will also have to update the details of any services, such as gas, electricity, or phone, for which you receive the Household Benefits Package
ga: Anuas air sin, beidh ort na sonraí a nuashonrú faoi aon seirbhísí, ar nós gáis, leictreachais, nó gutháin, a bhfaigheann tú Pacáiste Sochair Teaghlaigh dóibh

source: You will need to notify your change of address to your doctor, dentist, optician and any other health professionals who deal with you
ga: Beidh ort athrú do sheolta a chur in iúl do do dhochtúir, fiaclóir, radharceolaí agus aon ghairmithe sláinte eile a dhéileálann leat

source: If you are moving to a new area and wish to change, you can contact the Local Health Office for details of health professionals in your area
ga: Má tá tú ag bogadh go ceantar nua agus más mian leat iad a athrú, féadfaidh tú teagmháil a dhéanamh leis an Oifig Sláinte Áitiúil chun teacht ar shonraí faoi ghairmithe sláinte atá i do cheantar

source: The Local Health Office can also provide a list of GPs in the area who participate in the medical card scheme
ga: Anuas air sin, féadfaidh an Oifig Sláinte Áitiúil liosta de LGanna atá sa cheantar a sholáthar a ghlacann páirt i scéim an chárta leighis

source: If you are changing, ask your current health professionals to transfer your records to the new ones
ga: Má tá gairmithe sláinte á n-athrú agat, iarr ar do ghairmithe reatha sláinte do thaifid a aistriú chuig na gairmithe nua
